Repository: Lyndir/Gorillas
Catalog: Resources/*.lproj/Localizable.strings
Languages: ar, dutch

# config.direction
source: ltr
ar: rtl

# config.gametype.bootcamp
source: Boot Camp
ar: مركز التدريب
dutch: Training

# config.gametype.bootcamp.desc
source: Practice your aim with some helpful hints.
ar: تدرب على التصويب مع تلميحات مفيدة
dutch: Leer mikken en oefen het spel met enkele hints.

# config.gametype.classic
source: Classic Game
ar: لعب كلاسيكي
dutch: Klassiek Spel

# config.gametype.classic.desc
source: Quick and simple one-on-one battle.
ar: قتال واحد لواحد سريع وبسيط
dutch: Snel en eenvoudig spel.

# config.gametype.dynamic
source: Dynamic Game
ar: لعب متغير
dutch: Dynamisch Spel

# config.gametype.dynamic.desc
source: One-on-one battle with adapting skill and difficulty.
ar: قتال واحد لواحد مع تغير في المهارة والصعوبة
dutch: Eén tegen één met aanpassende moeilijkheid.

# config.gametype.lms
source: Last Man Standing
ar: آخر رجل يقف
dutch: Overleving

# config.gametype.lms.desc
source: Gorillas have lives; be the last left standing!
ar: الغوريلا لديهم ارواح؛ كن آخر من يصمد في الساحة
dutch: Gorillas hebben drie levens; overleef tot de laatste!

# config.gametype.team
source: Team Battle
ar: فريق
dutch: Team Gevecht

# config.gametype.team.desc
source: Face the AIs with a little help from your friends.
ar: واجه الاعداء مع مساعدة صغيرة من اصدقائك
dutch: Schakel de AI uit met je vrienden.

# config.level.one
source: Junior
ar: ١.مبتدئ

# config.level.two
source: Trainee
ar: ٢.متدرب
dutch: Kadet

# config.level.three
source: Adept
ar: ٣.متوسط
dutch: Strijdklaar

# config.level.four
source: Skilled
ar: ٤.متقدّم
dutch: Kundig

# config.level.five
source: Masterful
ar: ٥.بارع
dutch: Meesterlijk

# config.level.six
source: Sniper
ar: ٦.قناص
dutch: Scherpshutter

# config.level.seven
source: Deadly
ar: ٧.المهيب
dutch: Dodelijk

# config.level.eight
source: Impossible
ar: ٨.القاهر المستحيل
dutch: Onmogelijk

# config.message.off.1
source: Way out.
ar: .بعيدة جدا
dutch: Veel te ver.

# config.message.off.2
source: Just a little too far.
ar: .لو كانت اقرب
dutch: Ietsje te hard.

# config.message.hit.1
source: %2$@ ate %1$@'s banana.
ar: %1$@ أكل موزة %2$@
dutch: %2$@ at %1$@ zijn banana.

# config.message.hit.2
source: %2$@ didn't dodge %1$@'s banana.
ar: %1$@ لم يتفادى موزة %2$@
dutch: %2$@ zag %1$@'s banana niet komen.

# config.message.hit.3
source: %1$@ buried %2$@.
ar: %2$@ قضى على %1$@
dutch: %1$@ begraafde %2$@.

# config.message.hit.4
source: %1$@ incinerated %2$@.
ar: %2$@ حرق %1$@
dutch: %1$@ vaagde %2$@ weg.

# config.song.fighting_gorillas
source: Fighting Gorillas
ar: قتال الغوريلا

# config.song.flow_square
source: Flow Square
ar: حرب اللآلات

# config.song.happy_fun_ball
source: Happy Fun Ball
ar: الكرة السعيدة

# config.song.man_or_machine
source: Man Or Machine
ar: الرجل والآلة

# config.song.rc_car
source: RC Car
ar: شيكاغو

# config.song.random
source: Shuffle
ar: تشغيل عشوائي
dutch: Mixen

# config.song.off
source: Off
ar: ايقاف
dutch: Uit

# entries.ai.count.0
source: None
ar: بدون
dutch: Geen

# entries.ai.count.1
source: 1 AI
ar: خصم آلي

# entries.ai.count.2
source: 2 AIs
ar: خصمين آليّين

# entries.ai.count.3+
source: %d AIs
ar: %d خصوم آلية

# entries.av
source: Audio / Video
ar: صوت / صورة

# entries.choose.custom
source: Custom Game...
ar: لعبة معدلة...
dutch: Aangepast...

# entries.choose.follow
source: Follow Throw
ar: تتبّع الرمية
dutch: Volg Worpen

# entries.choose.fx.sound
source: Sound Effects
ar: مؤثرات صوتية
dutch: Geluidseffecten

# entries.choose.fx.vibration
source: Vibration
ar: الهزاز
dutch: Vibratie

# entries.choose.fx.visual
source: Visual Effects
ar: مؤثرات مرئية
dutch: Visuele effecten

# entries.choose.fx.weather
source: Weather
ar: الطقس
dutch: Weerseffecten

# entries.choose.gravity
source: Gravity
ar: الجاذبيّة
dutch: Zwaartekracht

# entries.choose.level
source: Level
ar: مرحلة

# entries.choose.mode
source: Game Mode
ar: نوع المعركة
dutch: Spel Modus

# entries.choose.replays
source: Replays
ar: الاعادة
dutch: Herspelen

# entries.choose.style
source: Choose a game style:
ar: :إختار نوع اللعب
dutch: Kies een stijl:

# entries.choose.theme
source: City Theme
ar: خلفيّة المدينة
dutch: Stadsthema

# entries.choose.track
source: Audio Track
ar: إختيار النغمة
dutch: Muziek

# entries.configuration
source: Configuration
ar: خيارات
dutch: Configuratie

# entries.continue.nextmatch
source: Continue
ar: اكمال
dutch: Volgend Spel

# entries.continue.unpause
source: Continue Game
ar: اكمال اللعب
dutch: Voort Doen

# entries.end
source: End Game
ar: إنهاء اللعب
dutch: Stop Spel

# entries.fullgame
source: Full Game
ar: اللعبة كاملة
dutch: Volledig Spel

# entries.gameplay
source: Gameplay
ar: خصائص المرحلة
dutch: Spel

# entries.guide
source: Game Guide
ar: الارشادات
dutch: Spel Gids

# entries.information
source: Information
ar: معلومات
dutch: Informatie

# entries.models
source: Models
ar: الشخصيّة
dutch: Modellen

# entries.new
source: New Game
ar: ((بدء اللعب))
dutch: Nieuw Spel

# entries.off
source: Off
ar: ايقاف
dutch: Uit

# entries.on
source: On
ar: تشغيل
dutch: Aan

# entries.player.count.0
source: None
ar: بدون
dutch: Geen

# entries.player.count.1
source: 1 Player
ar: لاعب
dutch: 1 Speler

# entries.player.count.2
source: 2 Players
ar: لاعبيّن
dutch: 2 Spelers

# entries.player.count.3+
source: %d Players
ar: %d لاعبين
dutch: %d Spelers

# entries.player.multi
source: Multi Player
ar: لعب جماعي
dutch: Meerdere Spelers

# entries.player.single
source: Single Player
ar: لعب فردي
dutch: Eén Speler

# entries.score.top
source: Top Score: %04d
ar: أعلى نتيجة: %04d

# entries.select.ais
source: AIs
ar: الذكاء الاصطناعي

# entries.select.humans
source: Humans
ar: البشر
dutch: Mensen

# entries.start
source: Start!
ar: إبدأ!!

# entries.stats
source: Statistics
ar: الاحصائيات
dutch: Statistieken

# entries.stop
source: Main Menu
ar: القائمة الرئيسية
dutch: Hoofdmenu

# message.killreplay
source: Kill Shot Replay
ar: إعادة عرض الضربة القاضية
dutch: Overwinningsschot

# message.nextplayer
source: Next player ..
ar: ..اللاعب التالي
dutch: Volgende Speler ..

# message.nextplayer.go
source: Go ..
ar: ..إبدأ
dutch: Begin ..

# messages.level.up
source: Level Up!
ar: إرتفاع المستوى
dutch: Level Omhoog!

# messages.level.down
source: Level Down
ar: تدني المستوى
dutch: Level Omlaag

# messages.oneshot
source: Oneshot!
ar: !ضربة واحدة
dutch: Direct Raak!

# messages.paused
source: Paused
ar: إيقاف
dutch: Gepauseerd

# messages.tie
source: Tie!
ar: تعادل!!
dutch: Gelijkstand!

# messages.unpaused
source: Unpaused
ar: إكمال
dutch: Spel Hervat

# messages.wins
source: %@ wins!
ar: %@ فاز
dutch: %@ wint!

# model.bunny
source: Easter Bunny
ar: الأرنب العملاق
dutch: Paashaas

# model.gorilla
source: Mean Gorilla
ar: غـــــوريــــــلا
dutch: Gemene Gorilla

# model.banana
source: Vengeful Banana
ar: رجل الموز المنتقم
dutch: Wraaklustige Banaan

# names.chip
source: Chip
ar: الغوريلا الآلي

# names.chip.n
source: Chip %d
ar: %d الغوريلا الآلي

# names.player
source: Player
ar: اللاعب
dutch: Speler

# names.player.n
source: Player %d
ar: %d اللاعب
dutch: Speler %d

# theme.aliengreen
source: Alien Retro
ar: الطريق السريع
dutch: Buitenaards Retro

# theme.classic
source: Classic
ar: كلاسيكي
dutch: Klassiek

# theme.classic.aliendark
source: Alien Skies
ar: طابق ٩٩
dutch: Verre Ruimte

# theme.classiclarge
source: Metropolis
ar: العاصمة

# theme.warm
source: Summer
ar: الصيف
dutch: Zomers

# entries.choose.fx.voice
source: Voice Effects
dutch: Vocale Effecten

# time.day.suffix
source: th
dutch: de

# time.day.suffix.one
source: st
dutch: ste

# time.day.suffix.two
source: nd
dutch: de

# time.day.suffix.three
source: rd
dutch: de
